Ran Plan for 2 projects:

1. dir: `asie/preprod` workspace: `default`
1. dir: `asie/prod` workspace: `default`

### 1. dir: `asie/preprod` workspace: `default`
<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create
- destroy

Terraform will perform the following actions:

  # aws_docdb_cluster.docdb will be destroyed
- resource "aws_docdb_cluster" "docdb" {
      - arn                             = "arn:aws:rds:eu-central-1:060254642278:cluster:samquote-eu-dev-clusterdb" -> null
      - availability_zones              = [
          - "eu-central-1a",
          - "eu-central-1b",
          - "eu-central-1c",
        ] -> null
      - backup_retention_period         = 5 -> null
      - cluster_identifier              = "samquote-eu-dev-clusterdb" -> null
      - cluster_members                 = [] -> null
      - cluster_resource_id             = "cluster-EEX4RX7LG6KQHK3FTS47GLXOTU" -> null
      - db_cluster_parameter_group_name = "default.docdb3.6" -> null
      - db_subnet_group_name            = "default" -> null
      - enabled_cloudwatch_logs_exports = [] -> null
      - endpoint                        = "samquote-eu-dev-clusterdb.cluster-cix6h9oe2t4s.eu-central-1.docdb.amazonaws.com" -> null
      - engine                          = "docdb" -> null
      - engine_version                  = "3.6.0" -> null
      - hosted_zone_id                  = "Z1ZKU8ZZR6T7FW" -> null
      - id                              = "samquote-eu-dev-clusterdb" -> null
      - master_password                 = (sensitive value)
      - master_username                 = "samquote" -> null
      - port                            = 27017 -> null
      - preferred_backup_window         = "00:00-02:00" -> null
      - preferred_maintenance_window    = "mon:21:36-mon:22:06" -> null
      - reader_endpoint                 = "samquote-eu-dev-clusterdb.cluster-ro-cix6h9oe2t4s.eu-central-1.docdb.amazonaws.com" -> null
      - skip_final_snapshot             = false -> null
      - storage_encrypted               = false -> null
      - tags                            = {} -> null
      - vpc_security_group_ids          = [
          - "sg-12552973",
        ] -> null
    }

  # aws_s3_bucket.buckets3 will be created
+ resource "aws_s3_bucket" "buckets3" {
      + acceleration_status         = (known after apply)
      + acl                         = "private"
      + arn                         = (known after apply)
      + bucket                      = "axa-tran-nonprod-rbe-test-atlantis"
      + bucket_domain_name          = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "Environment" = "Dev"
          + "Name"        = "My bucket"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)

      + versioning {
          + enabled    = (known after apply)
          + mfa_delete = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 1 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d asie/preprod`
* :put_litter_in_its_place: To **delete** this plan click [here](https://a8f481c7.ngrok.io/lock?id=rayanebel%252Fatlantis-example%252Fasie%252Fpreprod%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d asie/preprod`
</details>

---
### 2. dir: `asie/prod` workspace: `default`
<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # null_resource.example will be created
+ resource "null_resource" "example" {
      + id = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d asie/prod`
* :put_litter_in_its_place: To **delete** this plan click [here](https://a8f481c7.ngrok.io/lock?id=rayanebel%252Fatlantis-example%252Fasie%252Fprod%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d asie/prod`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
